---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrRightSideStringer
source: html/5ed08bde-4f59-0592-49eb-ece15ed424f6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrRightSideStringer Property

"Right Stringer"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrRightSideStringer { get; }
```